/* Menu strings */"Main Menu About" = "%@ névjegye";"Main Menu Hide Others" = "Mások elrejtése";"Main Menu Show All" = "Mutasd mind";"Main Menu Quit" = "Lépj ki%@";/* GUI Strings */"Window Title" = "%@";"Header" = "Hitelesítés";"Text PreAuth" = "A szoftvertelepítés folytatásához rendszergazdai jelszóra van szükség";"Info PreAuth" = "";"Lock PreAuth" = "Változtatások végrehajtásához kattintson a zárra";"Lock Auth" = "Hitelesítés folyamatban...";"Text PostAuth" = "Kérjük, várjon, amíg a telepítő konfigurálása végbemegy ";"Info PostAuth" = "";"Lock PostAuth" = "Felhasználó hitelesítve";/* Buttons */"Cancel" = "Mégse";"OK" = "OK";"Quit" = "Lépj ki";"Resume" = "Folytasd";/* Dialogs */"Quit Dialog Title" = "Telepítés megszakítása";"Quit Dialog Header" = "A telepítés nincsen kész";"Quit Dialog Text" = "Ha most megszakítja a telepítést, %@ nem kerül telepítésre. A telepítés folytatásához kattintson a 'Folytasd'-ra. A telepítés megszakításához kattintson a 'Lépj ki'-re.";"Application Error Title" = "Alkalmazási hiba";"Application Error Text" = "%@ telepítése végrehajtási hiba miatt nem folytatódhat. (Hibakód -43)";"Execution Error Title" = "Végrehajtási hiba";"Execution Error Text" = "%@ telepítése végrehajtási hiba miatt nem folytatódhat. (Hibakód -43)";